Repository: Happy-Ferret/dde-workspace
Catalog: po/*.po
Languages: af_za, ar, az, ro

source: All items in the Trash will be permanently deleted.
af_za: Alle items in die Asblik sal permanent verwyder word.
ar: كل العناصر في المهملات سيتم حذفها نهائياً.
az: Zibil qutusundakı bütün fayllar bir dəfəlik silinəcək.
ro: Toate obiectele din Gunoi vor fi șterse definitiv.

source: Empty _Trash
af_za: Verwyder _Gemors
ar: _أفرغ سلة المهملات
az: _Zibil qutusunu boşalt
ro: Golește_Gunoiul

source: Do you want to run "%s", or display its contents?
af_za: Wil jy "%s" uitvoer, of die inhoud wys?
ar: هل ترغب بتنفيذ "%s", أو عرض محتوياته ؟
az: "%s"-i icra etmək istəyirsiniz yoxsa məzmuna baxmaq istəyirsiniz?
ro: Doriți să rulați "%s", sau să vizualizați conținutul?

source: "%s" is an executable text file.
af_za: "%s" is 'n uitvoerbare tekslêer.
ar: "%s" هو ملف نص تنفيذي.
az: "%s" icra oluna bilən bir mətn faylıdır.
ro: "%s" este un fișier text executabil.

source: Run in _Terminal
af_za: Voer uit in _Terminaal
ar: افتح في _طرفية
az: _Terminalda icra et
ro: Rulează în _Terminal

source: _Display
af_za: _Vertoon
ar: _عرض
az: _Göstər
ro: _Vizualizează

source: _Run
af_za: _Voer uit
ar: ت_شغيل
az: _İcra et
ro: _Rulează

source: _View as analog
af_za: _Wys as analoog
az: Analoq kimi _göstər
ro: _Vizualizează ca analog

source: _View as digit
af_za: _Wys as digitaal
az: Rəqəmsal olaraq _göstər
ro: _Vizualizează ca cifră

source: _Auto hide
ro: _Ascundere automată

source: Press Ctrl + Alt + F1
af_za: Druk Ctrl + Alt + F1
az: Ctrl + Alt + F1 düymələrini basın
ro: Tastați Ctrl + Alt + F1

source: -----The daemon of accounts has not started!----- )
af_za: -----Die agtergrondproses van rekeninge is nog nie begin nie!----- )
az: -----Hesabların arxa plan proqramı başladılmayıb!----- )
ro: -----Procesul conturilor n-a fost startat!----- )

source: -----No available desktop sessions!-----
af_za: -----Geen beskikbaar lessenaar sessies!-----
az: -----Mövcud iş masası seansı yoxdu!-----
ro: -----Nu sunt sesiuni disponibile pentru spațiul de lucru !-----

source: Slide the mouse to the four top corners, which can trigger four different events Please move to the upper left corner first to show or hide Launcher
af_za: Skuif die muis na die vier top hoeke, wat vier verskillende gebeure kan veroorsaak Beweeg asseblief na die boonste linkerhoek eerste om die Lanseerder te wys of te verberg
az: Siçanı ekranın dörd küçcündən birinə sürüşdürsəniz, dörd hadisədən biri hərəkətə gələcək Başladıcını göstərmək və ya gizlətmək üçün siçanı sol üst küncə sürüşdürün
ro: Glisați mouse-ul în fiecare din cele patru colțuri ale ecranului pentru a cauza patru evenimente diferite. Mai întâi de toate glisați sus în colțul din stânga pentru a afișa sau ascunde Lansatorul.

source: tips: Please trigger successively by hints, click on the blank area to return
af_za: wenke: Aktiveer asseblief agtereenvolgens deur wenke, kliek op die leë ruimte om terug te keer
ro: Sfat: Inițializați în mod constant subpunctele, pentru revenire click pe loc gol

source: Show/Hide Launcher
af_za: Wys/Verberg Lanseerder
az: Başladıcını Göstər/Gizlət
ro: Afișare/Ascundere Lansator

source: Show/Hide Desktop
af_za: Wys/Verberg Tafelblad
az: İş Masasını Göstər/Gizlət
ro: Arată/Ascunde Spațiu de lucru

source: Show/Hide Control Center
af_za: Wys/Verberg Beheer Sentrum
az: İdarə Mərkəzini Göstər/Gizlət
ro: Afișsare/Ascundere Panou de Control

source: No default functions setted in right up corner
af_za: Geen standaard funksies gestel in regs boonste hoek
az: Sağ üst küncdə quraşdırılmış funksiya yoxdu
ro: Afișare/Ascundere Lansator

source: Right-click on desktop black area to call up the menu, select "Corner navigation" to set the corner used
af_za: Regs-kliek op die tafelblad swart gebied om die kieslys te roep, kies "Hoek navigasie" om die hoek in gebruik te stel
az: Menyunu açmaq qara ərazidə üçün siçanın sağ düyməsin klikləyin. "Künc naviqasiyası"-nı seçərək künc istifadə olunar
ro: Click butonul din dreaptă a mouse-ului pe loc gol al spațiului de lucru, selectați "Corner navigation" pentru a selecta acțiunea dorită

source: tips: Click on the interface of corner navigation blank area to return
af_za: wenke: Kliek op die koppelvlak van die hoek navigasie leë ruimte om terug te keer
az: ipucu: Qayıtmaq üçün boş ərazidə künc naviqasiyasının interfeysinə klikləyin
ro: Sfat: Click pe colț zona de navigare pentru a reveni

source: Well, please trigger the lower right corner again
af_za: Wel, aktiveer asseblief die onderste regterhoek weer
az: Yaxşı, xahiş edirik sağ alt küncdə tətikləyin
ro: Plasați cursorul jos în colțul din dreapta încă o dată.

source: Here is the system setting area
af_za: Hier is die stelsel instelling area
az: Bura sistem tənzimləmələri sahəsidir
ro: Aici este zona de setare a sistemului

source: Thanks for your patience while learning. Congratulations.
af_za: Dankie vir jou geduld terwyl jy leer. Baie geluk.
az: Öyrəndiyiniz vaxt ərzindəki səbriniz üçün təşəkkür edirik. Təbriklər.
ro: Mulțumim pentru răbdarea dvs în timpul învățării. Felicitări.

source: End
af_za: Einde
az: Son
ro: Sfârșit

source: What shown in the first screen of "launcher" are the applications collected.
af_za: Wat in die eerste skerm van die "lanseerder" vertoon is, is die versamelde toepassings.
az: "Başladıcının"-nın ilk ekranında kolleksiyadan hansı tətbiqetmələrin göstəriləcəyi seçilir.
ro: În primul ecran al "lansatorului" sunt afișate aplicațiile din colecție

source: Please click on the "All Applications" icon, you will see all applications.
af_za: Kliek asseblief op die "All Toepassings" ikoon, jy sal alle toepassings sien.
az: Xahiş edirik "Bütün Tətbiqetmələr" piktoqramına klikləyin. Siz bütün tətbiqetmələri görəcəksiniz.
ro: Click pe pictograma "Toate Aplicațiile", vor apărea toate aplicațiile

source: All programs can be located by scrolling the mouse up and down. You can also click on the left classification navigation to locate
af_za: Alle programme kan opgespoor word deur met die muis op of af te blaai. Jy kan ook op die linker klassifikasie navigasie kliek om op te spoor
az: Bütün proqramları siçanı yuxarı, aşağı hərəkət etdirərək yerləşdirə bilərsiniz. Siz həmçinin sol sinifləndirmə naviqasiyasına klikləyərək də yerləşdirə bilərsiniz
ro: Toate programele pot fi selectate derulând mouse-ul în sus și în jos. Deasemenea se poate face click stânga pe clisificarea navigării pentru căutare ulterioară.

source: Skip the step without scroll
af_za: Slaan die stap oor sonder blaai
az: Sürüşdürmədən bu addımı keç
ro: Treceți la următorul pas fără derulare

source: Use the keyboard to search for applications Try the "deepin" keyword to see which applications are shown
af_za: Gebruik die sleutelbord om te soek vir programme Probeer die "deepin" sleutelwoord om te sien watter programme word vertoon
az: Tətbiqetmələri axtarmaq üçün klaviaturadan istifadə edin "deepin" açar sözünü daxil edərək hansı tətbiqetmələrin göründüyünə baxın
ro: Utilizați tastiera pentru căutarea aplicațiilor Încercați să introduceți cuvântul-cheie "deepin" pentru a vedea ce aplicații vor apărea

source: tips: Please directly enter the word "deepin"
af_za: wenke: Sleutel asseblief direk die woord "deepin" in
az: ipucu: Xahiş edirik birbaşa "deepin" sözünü daxil edin
ro: Sfat: Introduceți direct cuvântul "deepin"

source: Use the right mouse button to send two icons to the desktop
af_za: Gebruik die regter muis knoppie om twee ikone te stuur na die tafelblad
az: Siçanın sağ düyməsindən istifadə edərək iş masasına iki piktoqram göndərin
ro: Utilizați butonul din dreaptă a mouse-ului pentru a pune pictograme pe spațiul de lucru

source: tips: You can add it to startup items or uninstall it
af_za: wenke: Jy kan dit voeg by die opstart item of dit verwyder
az: ipucu: Sİz bunu başlanğıc elementlərinə əlavə edə və ya silə bilərsiniz
ro: Sfat: Puteți să-l adăugați în meniul de pornire -Startup sau să-l dezinstalați

source: I am an experienced user. Exit directly.
af_za: Ek is 'n ervare gebruiker. Verlaat direk.
az: Mən təcrübəli istifadəçiyəm. Birbaşa çıx.
ro: Sunt utilizator experimentat. Ieșire directă.

source: %a, %b %d, %Y
ro: %a, %
