Repository: Happy-Ferret/dde-workspace
Catalog: po/*.po
Languages: af_za, ar, az, ro

source: Guest
af_za: Gas
ar: ضيف
az: Qonaq
ro: Oaspete

source: You have uninstalled "%1" successfully
af_za: Jy het "%1" suksesvol verwyder
ar: لقد تم إلغاء تثبيت "%1" بنجاح
az: Siz "%1"-i uğurla sildiniz
ro: "%1" dezinstalat cu succes

source: "%1" failed to be uninstalled
af_za: Verwyder van "%1" het misluk
ar: فشل إلغاء تثبيت "1%"
az: "%1" silinə bilmədi
ro: "%1" dezinstalare eșuată

source: The link is invalid. Do you want to delete it?
af_za: Die skakel is ongeldig. Wil jy dit te verwyder?
ar: هذا الرابط غير صالح. هل تريد حذفه؟
az: Link etibarsızdır. Bunu silmək istəyirsiniz?
ro: Legăturaeste invalidă. Doriți să o ștergeți?

source: Warning
af_za: Waarskuwing
ar: تحذير
az: Xəbərdarlıq
ro: Atenționare

source: _Open
af_za: _Maak oop
ar: _فتح
az: _Aç
ro: _Deschide

source: Cu_t
af_za: Kni_p
ar: ق_ص
az: Kə_s
ro: Ta_ie

source: _Copy
af_za: _Kopieer
ar: _نسخ
az: _Kopyala
ro: _Copie

source: _Rename
af_za: _Herbenoem
ar: _إعادة التسمية
az: _Yenidən adlandır
ro: _Redenumește

source: _Delete
af_za: _Verwyder
ar: _حذف
az: _Sil
ro: _Șterge

source: _Properties
af_za: _Eienskappe
ar: _خصائص
az: _Xüsusiyyətlər
ro: _Proprietăți

source: Co_mpress
af_za: Ko_mpakteer
ar: _ضغط
az: Ar_xivlə
ro: Co_mprimă

source: _Extract
af_za: _Onttrek
ar: _إستخراج
az: _Ekstrakt
ro: _Extrage

source: Extract _Here
af_za: Onttrek _Hier
ar: إستخراج _هنا
az: _Bura Ekstrakt Elə
ro: Extrage_Aici

source: Can not open this file.
af_za: Kan nie die lêer oop maak nie.
ar: لا يمكن فتح هذا الملف.
az: Bu fayl açıla bilmir.
ro: Acest fișier nu poate fi deschis.

source: Untitled
af_za: Ongetiteld
ar: بدون اسم
az: Başlıqsız
ro: Nedenumit

source: _Folder
af_za: _Lêer
ar: م_جلد
az: _Qovluq
ro: _Dosar

source: _Text document
af_za: _Teks dokument
ar: ملف ن_ص
az: _Mətn sənədi
ro: Document _Text

source: _Name
af_za: _Naam
ar: إس_م
az: _Ad
ro: _Nume

source: Last modified _time
af_za: Laas veranderde _tyd
ar: و_قت أخر تحرير
az: Sonuncu dəfə redaktə olunduğu _vaxt
ro: _Data ultimei modificări

source: _Sort by
af_za: _Sorteer deur
ar: ر_تب حسب
az: _Sırala
ro: _Sortează după

source: _New
af_za: _Nuwe
ar: ج_ديد
az: _Yeni
ro: _Nou

source: Open in _terminal
af_za: Maak oop in terminaal
ar: افتح في _طرفية
az: _Terminalda aç
ro: Deschide in _terminal

source: _Paste
af_za: _Plak
ar: _لصق
az: _Əlavə et
ro: _Lipește

source: _Display settings
af_za: _Vertoon verstellings
ar: إعداد_ات العرض
az: Tənzimləmələri _göstər
ro: Setările _ecranului

source: _Corner navigation
af_za: _Hoek navigasie
ar: التنقل الزاوي
az: _Künc naviqasiyası
ro: _Navigare colț

source: Pe_rsonalize
af_za: Verpe_rsoonlik
ar: ت_خصيص
az: Şə_xsiləşdir
ro: Pe_rsonalizare

source: _Cut
ar: ق_ص
ro: _Taie

source: _Select All
ar: إخ_تيار الكل
ro: _Selectează Tot

source: _Ungroup
af_za: _Ongroepeer
ar: إلغاء التجمي_ع
az: _Qrupdan çıxart
ro: Anulare _grupare

source: Computer
af_za: Rekenaar
ar: الكمبيوتر
az: Kompüter

source: Trash
af_za: Asblik
ar: المهملات
az: Zibil Qutusu
ro: Gunoi

source: _Clean up %1 items
af_za: _Maak skoon %1 van die items
ar: تنظي_ف %1 عناصر
az: %1 elementi _sil
ro: _Curăță %1 obiecte

source: _Clean up 1 item
af_za: _Maak skoon 1 item
ar: تنظي_ف عنصر 1
az: 1 elementi _sil
ro: _Curăță 1 obiect

source: _Empty
af_za: _Leeg
ar: _فارغ
az: _Boş
ro: _Gol

source: Unknown
af_za: Onbekend
ar: غير معروف
az: Naməlum
ro: Necunoscut

source: Keep _showing
af_za: Hou _vertoon
ar: أبق _ظاهرا
az: _Görünən saxlayın
ro: Continuă_afișare

source: Keep _hidden
af_za: Hou _weggesteek
ar: أبق _مخفيا
az: _Gizli saxlayın
ro: Continuă_ascuns

source: _Smart hide
ar: إخفا_ء الذكي
ro: _Ascundere inteligentă

source: _Fashion mode
af_za: _Mode modus
ar: نمط خاص
az: _Moda rejimi
ro: _Mod vogă

source: _Efficient mode
af_za: _Doeltreffendheid modus
ar: نمط تفاعلي
az: _Səmərəli rejim
ro: _Mod eficient

source: _Classic mode
af_za: _Klassiek modus
ar: نم_ط كلاسيكي
az: _Klassik rejim
ro: _Mod clasic

source: Notification area settings
ar: إعدادات المنطقة /الموقع

source: Launcher
af_za: Lanseerder
ar: مُطلق
az: Başladıcı
ro: Lansator

source: Switch display mode
ar: عرض وضع التبديل

source: _Time settings
af_za: _Tyd verstellings
ar: إ_عدادات الوقت
az: _Vaxt tənzimləmələri
ro: Configurări _Timp

source: Display date
ar: عرض التاريخ

source: Display week
ar: عرض الاسبوع

source: _Close
af_za: _Sluit
ar: _إغلاق
az: _Bağla
ro: _Închide

source: Are you sure to remove
af_za: Is jy seker te verwyder
ar: هل أنت متأكد من الأزالة
az: Silmək istədiyinizdən əminsiniz?
ro: Sigur doriți indepartarea

source: All dependencies will be removed
af_za: Alle afhanklikhede sal verwyder word
ar: سيتم إزالة كافة التبعيات
az: Bütün asılılıqlar silinəcək
ro: Toate dependențele vor fi îndepărtate

source: no
af_za: nee
ar: لا
az: yox
ro: nu

source: yes
af_za: ja
ar: نعم
az: hə
ro: da

source: Click button to Play
af_za: Druk op die knoppie om te speel
ar: انقر على زر اللعب
az: Oynatmaq üçün düyməyə basın
ro: Apăsați butonul pentru a reda

source: Shut down
af_za: Skakel af
ar: إيقاف التشغيل
az: Sistemi söndür
ro: Închidere

source: Restart
af_za: Herlaai
ar: إعادة التشغيل
az: Yenidən başlat
ro: Repornire

source: Suspend
af_za: Opskort
ar: تعليق
az: Gözlət
ro: Suspendare

source: The other users have logged in, shutdown or restart may cause the running data to be lost.
ar: تسجيل دخول مستخدمين آخرين ، اغلاق أو إعادة تشغيل قد يتسبب في فقدان البيانات
ro: Alți utilizatori s-au logat, deconectare sau repornire poate cauza pierderea informației.

source: User %1 has logged in, shutdown or restart may cause the running data to be lost.
ar: تسجيل دخول المستخدم ٪ 1 ، اغلاق أو إعادة تشغيل قد يتسبب في فقدان البيانات
ro: Utiizatorul %1 s-a logat, deconectare sau repornire poate cauza pierderea informației.

source: Enter your password to %1
af_za: Gee jou wagwoord te om %1
ar: أدخل كلمة السر في %1
az: Şifrənizi %1 -a daxil edin
ro: Introduceți parola pentru %1

source: Jan
ar: كانون الثاني
az: Yan
ro: Ian

source: Feb
ar: شباط
az: Fev

source: Mar
ar: آذار

source: Apr
ar: نيسان

source: May
af_za: Mei
ar: أيار
ro: Mai

source: Jun
ar: حزيران
az: İyn
ro: Iun

source: Jul
ar: تموز
az: İyl
ro: Iul

source: Aug
ar: آب
az: Avq

source: Sep
ar: أيلول
az: Sen
ro: Sept

source: Oct
af_za: Okt
ar: تشرين الأول
az: Okt

source: Nov
ar: تشرين الثاني
az: Noy
ro: Noiem

source: Dec
af_za: Des
ar: ديسمبر
az: Dek

source: Sun
af_za: Son
ar: الأحد
az: Baz
ro: Dum

source: Mon
af_za: Maa
ar: الأثنين
az: Ber
ro: Lun

source: Tue
af_za: Din
ar: الثلاثاء
az: Çax
ro: Mar

source: Wed
af_za: Woe
ar: الأربعاء
az: Çər
ro: Mie

source: Thu
af_za: Don
ar: الخميس
az: Cax
ro: Joi

source: Fri
af_za: Fry
ar: الجمعة
az: Cüm
ro: Vin

source: Sat
ar: السبت
az: Şnb
ro: Sâm

source: Login
af_za: Teken in
ar: تسجيل دخول
az: Daxil ol
ro: Logare

source: Unlock
ar: غير مؤمن
ro: Deblocare

source: Let's drag the other icon on the first icon to generate "application group"
af_za: Kom ons sleep die ander ikoon op die eerste ikoon om 'n "toepassing groep" te genereer
ar: دعنا نسحب الأيقونة الأخرى على الأولى لتشكيل "مجموعة تطبيقات"
az: Digər piktoqramı birinci piktoqramın üzərin buraxaraq "tətbiqetmə qrupu" yaradın
ro: Haideți să glisăm o pictogramă pe altă pentru a crea "Grupul de Aplicații"

source: Well, you have learned how to create a "application group"
af_za: Wel, jy het geleer hoe om 'n "toepassing groep" te skep
ar: حسنا, لقد تعلمت كيف تشكل "مجموعة تطبيقات"
az: Əla, siz necə "tətbiqetmə qrupu" yaradıldığını öyrəndiniz
ro: Așadar, dvs ați învățat cum se crează un "grup de aplicații"

source: tips: Right-click on the application group will provide more functions
af_za: wenke: Regs-kliek op die toepassing groep om meer funksies te verkry
ar: نصائح:انقر بزر الماوس الأيمن على مجموعة التطبيق سوف توفر المزيد من الوظائف
az: ipucu: Tətbiqetmə qrupunun üzərinə siçanın sağ düyməsi ilə klikləsəz daha çox funksiya göstəriləcək
ro: Sfat: Click-dreapta pe grupul de aplicații va arăta mai multe funcții disponibile

source: Slide the mouse to the four top corners, which can trigger four different events
ar: حرك الماوس إلى أعلى الزوايا الأربع، والتي يمكن أن تؤدي إلى أربعة أحداث مختلفة

source: We already know that launcher can be shown/ hidden by sliding the mouse to the upper left corner
ar: نعرف دوما ان زر الوصول يمكنه ان يظهر / يخفي عن طريق تحريك الماوس لالزاوية اليسرى العليا

source: The workspace will be shown or hidden by sliding the mouse to the lower left corner
ar: سيتم عرض مساحة العمل أو إخفائها عن طريق تحريك الماوس إلى أسفل الزاوية الى اليسار

source: No functions are set in default on the upper right corner Right-click on desktop black area to call up the menu, select "Corner navigation" to set the corner used
ar: ﻻتظهر أي وظائف في الجزء العلوي من الزاوية اليمنى انقر بزر الماوس الأيمن على المنطقة السوداء من سطح المكتب لاستدعاء القائمة، حدد زاوية الاستعراض لضبط زاوية الاستخدام

source: tips: Click on the corner navigation blank area to return
ar: نصائح: انقر على زاوية الاستعراض الفارغة للعودة

source: Three modes and the display status can be switched by right-click on the blank area of dock
ar: حالة العرض وثلاث وضعيات اخرى يمكن تشغيلها عن طريق النقر بزر الماوس الأيمن على منطقة فارغة من الاطار

source: The Control Center will be shown or hidden by sliding the mouse to the lower right corner
ar: مركز التحكم يظهر أو يختفي عن طريق تحريك الماوس إلى أسفل الزاوية اليمنى

source: tips: Click the setting icon on dock to implement
af_za: wenke: Druk die omgewing ikoon op dok om te implementeer
ar: نصائح: انقر على أيقونة الإعدادات في الاطار للتنفيذ
az: ipucu: Doku yerinə yetirmək üçün tənzimləmə piktoqramına klikləyin
ro: Sfat: Apăsați pe pictograma setărilor de pe dock pentru aplicarea acestora.

source: Click the power button to shut down, reboot or do other operations
ar: انقر على زر الإيقاف، إعادة تشغيل أو القيام بعمليات أخرى

source: tips: Hover the setting icon on dock to quickly implement some setting functions
af_za: wenke: Beweeg oor die toepassing ikoon op die dok om 'n paar instelling funksies vinnag te implementeer
ar: نصائح: مرر مؤشر الفأرة على مربع أيقونة الإعداد لتنفيذ بعض الوظائف السريعة
ro: Sfat: plasați cursorul peste pictograma setărilor dock pentru realizarea rapidă a unor funcții de setare.

source: Thank you for your patience to learn! More surprises are waiting for you to explore
ar: شكرا لسعة صدرك لتعلم! المزيد من المفاجآت في انتظاركم الاستكشاف

source: Start my Deepin trip
ar: أبدأ رحلة مع Deepin

source: "Application Launcher" can be started by sliding the mouse to the upper left corner or clicking on the launcher.
af_za: "Toepassing lanseerder" kan begin word deur die muis in te skuif na die boonste linker hoek of kliek op die lanseerder.
ar: تطبيق الوصول يمكن تشغيله عن طريق تحريك الماوس إلى أعلى الزاوية اليسرى أو النقر على التطبيق
az: Siçanı sol üst küncə sürüşdürərək və ya başladıcı piktoqramına klikləyərək "Tətbiqetmə başladıcısı"-nı işə sala bilərsiniz.
ro: "Lansatorul de Aplicații" poate fi startat glisând mouse-ul sus în colțul din stânga sau click pe pictograma lansatorului.

source: Please directly hit "deepin" in keyboard
ar: على لوحة المفاتيح يرجى كتابة deepin

source: You can directly drag the application icon to Dock or trash
ar: يمكنك سحب مباشرة أيقونة التطبيق الى سلة المحذوفات

source: tips: Click the right mouse button on the application icon to call up the context menu
ar: نصائح: انقربزرالفأرة الأيمن على أيقونة التطبيق لاستدعاءقائمة السياق

source: Remove from _favorites
af_za: Verwyder van _gunstelinge
ar: أزل من _التفضيلات
az: _Seçilmişlərdən çıxart
ro: Înlăturare de la favorite

source: Send to d_esktop
af_za: Stuur na t_afelblad
ar: إرسال إلى _سطح المكتب
az: İ_ş masasına göndər
ro: Trimite pe s_pațiul de lucru

source: Send to do_ck
af_za: Stuur na do_k
ar: إرسال إلى الرصيف
az: Do_ka göndər
ro: Trimite pe ba_ră

source: _Add to autostart
af_za: _Voeg by outobegin
ar: _أضف إلى التشغيل الذاتي
az: Avtomatik başlatmaya _əlavə et
ro: A_daugă la pornire automată

source: _Uninstall
af_za: _Verwyder
ar: إزالة
az: _Sil
ro: _Dezinstalare

source: New Launcher
af_za: Nuwe Lanseerder
ar: مطلق جديد
az: Yeni Başladıcı
ro: Lansator Nou

source: New Desktop
af_za: Nuwe Tafelblad
ar: سطح مكتب جديد
az: Yeni İş Masası
ro: Spațiul de lucru Nou

source: New System Settings
af_za: Nuwe Stelse Verstelling
ar: إعدادات نظام جديدة
az: Yeni Sitem Tənzimləmələri
ro: Setările de Sistem Noi

source: The following will guide you to learn how to use some new functions
af_za: Die volgende sal jou lei om te leer hoe om 'n paar nuwe funksies te gebruik
ar: سوف يعلمك مايلي كيف تستخدم وظائف جديدة
az: Bələdçini izləyərək bəzi yeni funksiyaların necə işlədiləcəyini öyrənə bilərsiniz
ro: Ghidul ce urmează va facilita să învățați cîteva funcții noi.

source: Start
af_za: Begin
ar: ابدأ
az: Başla

source: Skip the guide, experience immediately
ar: تخطي الدليل، جرب على الفور

source: Welcome to use Deepin Operating System
af_za: Welkom by die Deepin Bedryfstelsel
ar: مرحبا بك في نظام الديب
az: Deepin Əməliyyat Sisteminə xoş gəldiniz
ro: Bun venit în Sistemul de Operare Deepin

source: Prepare for operation ...
af_za: Voorberei vir bewerking ...
ar: تحضير العملية ...
az: Əməliyyat üçün hazırlanma...
ro: Pregătire pentru operațiunea...

source: _Hide the icon
af_za: _Steek die ikoon weg
ar: اخف الأيقونة
az: Piktoqramı _gizlət
ro: _Ascunde pictograma

source: _Display hidden icons
af_za: _Wys verborge ikone
ar: أظ_هر الأيقونات المخفية
az: Gizli piktoqramları _göstər
ro: A_rată icoanele ascunse

source: _Hide this icon
af_za: _Versteek die ikoon
ar: اخف هذه ال_أيقونة
az: Bu piktoqramı _gizlət
ro: _Ascunde această icoană

source: _Display this icon
af_za: _Vertoon die ikoon
ar: _أظهر هذه الأيقونة
az: Bu piktoqramı _göstər
ro: A_rată această icoană

source: _Remove from autostart
af_za: _Verwyder van outobegin
ar: حذف من التشغيلات التلقائية_
az: Avtomatik başlatmadan _çıxart
ro: _Înlătură de la pornire automată

source: Remove from d_esktop
af_za: Verwyder van t_afelblad
ar: إزالة من سطح المكتب
az: İ_ş masasından çıxart
ro: Eliminare din s_pațiul de lucru

source: Remove from do_ck
af_za: Verwyder na do_k
ar: إزالة من
az: Do_kdan çıxart
ro: Eliminare din do_ck

source: By name
ar: حسب الاسم

source: By category (icon)
ar: حسب الفئة (الزر)

source: By category (text)
ar: حسب الفئة (النص

source: By time installed
ar: حسب وقت التثبيت

source: By frequency
ar: حسب التردد

source: Duplicate
af_za: Dupliseer
ar: مكرر
az: Dublikat
ro: Duplicare

source: Extend
af_za: Verleng
ar: تمدد
az: Uzat
ro: Extindere

source: Control Center
af_za: Beheersentrum
ar: مركز التحكم
az: İdarə Paneli
ro: Panou de Control

source: All Windows
af_za: Alle Vensters
ar: كل النوافذ
az: Bütün Pəncərələr
ro: Toate Ferestrele

source: Desktop
af_za: Lessenaarblad
ar: سطح المكتب
az: İş masası
ro: Spațiu de lucru

source: None
af_za: Geen
ar: لا شيء
az: Heç biri
ro: Nimic

source: New file
af_za: Nuwe lêer
ar: ملف جديد
az: Yeni fayl
ro: Fișier nou

source: New directory
af_za: Nuwe gids
ar: فتح الدليل
az: Yeni kataloq
ro: Dosar nou

source: Dock failed to start, because Compiz is not enabled.
af_za: Dok het versuim om te begin, want Compiz is nie aangeskakel.
ar: فشل الرف في المباشرة, لأن كومبيز غير ممكّن.
az: Dokun başladılması uğursuz oldu, çünki Compiz aktiv deyil.
ro: Startarea Dock eșuată, deoarece Compiz-ul nu este activat.

source: Wrong Password
af_za: Verkeerde Wagwoord
ar: كلمة مرور خاطئة
az: Yanlış Şifrə
ro: Parolă Incorectă

source: all
af_za: alle
ar: الجميع
az: hamısı
ro: tot

source: internet
ar: الأنترنت

source: multimedia
ar: الوسائط المتعددة

source: games
af_za: speletjies
ar: الألعاب
az: oyunlar
ro: jocuri

source: graphics
af_za: grafika
ar: الرسوميات
az: qrafikalar
ro: grafică

source: productivity
af_za: produktiwiteit
ar: الإنتاجية
az: məhsuldarlıq
ro: productivitate

source: industry
af_za: industrie
ar: الصناعية
az: sənaye
ro: industrie

source: education
af_za: onderwys
ar: التعليمية
az: təhsil
ro: educație

source: development
af_za: ontwikkeling
ar: التطويرية
az: inkişaf
ro: dezvoltare

source: system
af_za: stelsel
ar: النظام
az: sistem
ro: sistem

source: utilities
af_za: nuts
ar: الملحقات
az: köməkçi tətbiqetmələr
ro: utilități

source: others
af_za: ander
ar: أخرى
az: digərləri
ro: altele

source: Network
ar: الشبكة

source: Game
ar: لعبة

source: Office
ar: مكتب

source: Cannot rename the item to "%s". This may be caused by lack of permissions.
af_za: Kan nie die naam van die item verander na "%s". Dit kan veroorsaak word deur 'n gebrek aan regte.
ar: لايمكن إعادة تسمية العنصر إلى "%s". قد يكون بسبب نقص الصلاحيات
az: "%s" yenidən adlandırıla bilməz. Ola bilsin ki, bu icazənin olmaması ilə əlaqəlidir.
ro: Nu pot redenumi obiectul dat în "%s". Aceasta poate fi cauzată de lipsa permisiunilor.

source: There is already a file with name "%s" in this folder. Please consider a different name.
af_za: Daar is reeds 'n lêer met die naam "%s" in hierdie gids. Oorweeg dit asseblief om 'n ander naam te gebruik.
ar: يوجد أصلا ملف باسم "%s" في هذا المجلد. رجاء غيّر الاسم
az: Qovluğun içində artıq "%s" adı mövcuddur. Xahiş edirik başqa bir ad seçəsiniz.
ro: Există deja un fișier cu denumirea "%s" în acest director. Selectați alt nume.

source: The item could not be renamed
af_za: Die item kan nie hernoem word nie
ar: لا يمكن إعادة تسمية العنصر
az: Element yenidən adlandırıla bilmir
ro: Obiectul nu poate fi redenumit

source: copy
af_za: kopieer
ar: نسخ
az: kopyala
ro: copie

source: App Group
af_za: Toepassing Groep
ar: تطبيق المجموعة
az: Tətbiqetmə Qrupu
ro: App Grup

source: Move
af_za: Skuif
ar: انقل
az: Daşı
ro: Mută

source: Copy
af_za: Kopieer
ar: نسخ
az: Kopyala
ro: Copie

source: Delete Files
af_za: Verwyder Lêers
ar: الملفات المحذوفة
az: Faylları Sil
ro: Șterge Fișiere

source: Are you sure you want to permanently delete the files?
af_za: Is jy seker jy wil die lêers permanent uitvee?
ar: هل أنت متأكد من أنك تريد حذف الملفات نهائيا ؟
az: Bu faylları həmişəlik silmək istədiyinizdən əminsiniz?
ro: Sunteți sigur că vreți să ștergeți definitiv fișierele?

source: If you delete the files, they will be permanently lost.
af_za: As jy die lêers verwyder, sal hulle permanent verlore wees.
ar: إذا حذفت الملفات, ستفقد للأبد.
az: Əgər faylları silsəniz, siz onları bir dəfəlik itirəcəksiniz.
ro: Dacă ștergeți fișiere, acestea vor fi pierdute definitiv

source: Delete
af_za: Verwyder
ar: حذف
az: Sil
ro: Șterge

source: File conflict
af_za: Lêer konflik
ar: تعارض الملفات
az: Fayl toqquşması
ro: Conflict de fișiere

source: _Select a new name for the destination
af_za: _Kies 'n nuwe naam vir die bestemming
ar: ح_دد إسم جديد للوجهة
az: Təyinat üçün yeni ad _seçin
ro: _Selectați un nou nume pentru destinație

source: Reset
af_za: Terugstel
ar: إعادة تعيين
az: Sıfırla
ro: Anulare

source: Apply this action to all files
af_za: Pas hierdie aksie toe vir alle lêers
ar: طبق هذا الإجراء على كل الملفات
az: Bu əməliyyatı bütün fayllarda tətbiq et
ro: Fă la fel pentru toate fișierele

source: _Skip
af_za: _Oorslaan
ar: _تجاهل
az: _Keç
ro: _Omite

source: Re_name
af_za: Her_noem
ar: _إعادة التسمية
az: Yenidən _adlandır
ro: Re_denumește

source: Replace
af_za: Vervang
ar: إستبدل
az: Əvəz et
ro: Înlocuiește

source: Do you want to merge with folder "%s"?
af_za: Wil jy die gids saam smelt met die gids "%s"?
ar: هل تريد أن تدمجه بالمجلد "%s" ؟
az: "%s" qovluğu ilə birləşdirmək istəyirsiniz?
ro: Doriți să comasați cu directorul "%s"?

source: The merging operation will be asked to confirm before replacing any files in the folder conflicted.
af_za: Die samesmelting werking sal gevra word om te bevestig voordat die vervanging van enige lêers in die gids plaasvind.
ar: عملية الدمج تتطلب السؤال ثم التأكيد قبل استبدال اي ملف في المجلد كي ﻻ تتعارض
az: Birləşdirmə əməliyyatında qovluqdakı toqquşan faylları əvəz etmədən öncə nə ediləcəyini soruş.
ro: Operațiune de comasare întotdeauna înainte de a substitui orice fișier în director conflict

source: An older folder with the same name already exists in "%s".
af_za: 'N ouer gids met dieselfde naam bestaan ​​reeds in "%s".
ar: مجلد أقدم يحمل نفس الإسم موجود أصلا في "%s".
az: "%s" ilə eyni adı daşıyan başqa bir qovluq artıq mövcuddur.
ro: Un director mai vechi cu același nume există deja în "%s".

source: A newer folder with the same name already exists in "%s".
af_za: 'N nuwer gids met dieselfde naam bestaan ​​reeds in "%s".
ar: مجلد أحدث يحمل نفس الإسم موجود أصلا في "%s".
az: "%s" adında yeni qovluq artıq mövcuddur.
ro: Un director mai nou cu același nume există deja în "%s".

source: Another folder with the same name already exists in "%s".
af_za: Nog 'n gids met dieselfde naam bestaan ​​reeds in "%s".
ar: مجلد أخر يحمل نفس الإسم موجود أصلا في "%s".
az: "%s" adında başqa bir qovluq artıq mövcuddur.
ro: Un alt director cu același nume există deja în "%s".

source: All files in the folder will be removed by replacing.
af_za: Alle lêers in die gids sal verwyder word deur vervanging.
ar: كل ملفات المجلد ستحذف و تستبدل
az: Əvəz edilmə zamanı qovluqdakı bütün fayllar silinəcək.
ro: Toate fișierele din director vor fi substiuite

source: Do you want to replace folder "%s"?
af_za: Wil jy die gids "%s" vervang?
ar: هل تريد أن تستبدل المجلد "%s" ؟
az: "%s" qovluğunu əvəz etmək istəyirsiniz?
ro: Doriți să substituiți directorul "%s"?

source: A folder with the same name already exists in "%s".
af_za: 'N gids met dieselfde naam bestaan ​​reeds in "%s".
ar: مجلد يحمل نفس الإسم موجود أصلا في "%s".
az: "%s" adında başqa bir qovluq artıq mövcuddur.
ro: Un dosar cu același nume există deja în "%s".

source: Do you want to replace file "%s"?
af_za: Wil jy die lêer "%s" vervang?
ar: هل تريد أن تستبدل الملف "%s" ؟
az: "%s" faylını əvəz etmək istəyirsiniz?
ro: Doriți să substituiți fișierul "%s"?

source: The content will be overwritten by replacing.
af_za: Die inhoud sal oorsryf word deur vervanging.
ar: سيتم استبدال المحتوى عن طريق الكتابة عليه
az: Bu məzmun əvəz edilmə zamanı üzərinə yazılacaq.
ro: Conținutul va fi suprascris prin substituire

source: An older file with the same name already exists in "%s".
af_za: 'N ouer lêer met dieselfde naam bestaan ​​reeds in "%s".
ar: ملف أقدم يحمل نفس الإسم موجود أصلا في "%s".
az: "%s" adında köhnə bir fayl artıq mövcuddur.
ro: Un fișier mai vechi cu același nume există deja în "%s".

source: A newer file with the same name already exists in "%s".
af_za: 'N nuwer lêer met dieselfde naam bestaan ​​reeds in "%s".
ar: ملف أحدث يحمل نفس الإسم موجود أصلا في "%s".
az: "%s" adında yeni bir fayl artıq mövcuddur.
ro: Un fișier mai nou cu același nume există deja în "%s".

source: Another file with the same name already exists in "%s".
af_za: Nog 'n lêer met dieselfde naam bestaan ​​reeds in "%s".
ar: ملف أخر يحمل نفس الإسم موجود أصلا في "%s".
az: "%s" adında başqa bir fayl artıq mövcuddur.
ro: Un alt fișier cu același nume există deja în "%s".

source: Original file
af_za: Oorspronklike lêer
ar: الملف الأصلي
az: Orijinal fayl
ro: Fișierul original

source: Size:
af_za: Groote:
ar: الحجم :
az: Ölçü:
ro: Dimensiune:

source: Type:
af_za: Tipe:
ar: النوع :
az: Növ:
ro: Tip:

source: Last modified:
af_za: Laaste wysiging:
ar: آخر تعديل :
az: Son redaktə olunma:
ro: Modificat ultima dată:

source: Replace with
af_za: Vervang met
ar: إستبدال بـ
az: İlə əvəz et
ro: Înlocuiește cu

source: Merge
af_za: Saamsmelt
ar: دمج
az: Birləşdir
ro: Unește

source: Error while %s files
af_za: Fout tydens %s lêer
ar: خطأ عنذ %s الملفات
az: %s fayllarıyla işləyərkən bir xəta meydana gəldi.
ro: Eroare în timpul "%s" fișierele

source: Empty Trash
af_za: Maak Asblik Leeg
ar: أفراغ سلة المهملات
az: Zibil Qutusunu Boşalt
ro: Golește Gunoiul

source: Empty all items from Trash?
af_za: Verwyder alle items van Asblik?
ar: أفراغ كل العناصر من المهملات ؟
az: Zibil qutusundakı bütün elementlər silinsin?
ro: Golesc toate obiectele din Gunoi?
